<?php

return [
    'id' => 'Համար',
    'title' => 'Վերնագիր',
    'desc' => 'Նկարագրություն',
    'image' => 'Գլխավոր նկար',
    'data' => 'Ամսաթիվ',
    'url' => 'Հասցե',
    'action' => 'Գործողություն',
    'select' => 'Ընտրել',
    'start_date' => 'Սկզբնական ամսաթիվ',
    'end_date' => 'Վերջնական ամսաթիվ',
    'total' => 'Հոդվածների ընդհանուր քանակը? ',
    'search' => 'Փնտրել',
    'add_article' => 'Ավելացնել հոդված',
    'delete_selected' => 'Ջնջել նշված հոդվածները',
    'edit' => 'Ուղղել',
    'delete' => 'Ջնջել',
    'save_changes' => 'Հիշել փոփոխությունները',
    'close' => 'Փակել',
    'modify' => 'Փոփոխել/Ջնջել',
    'select_language' => 'Ընտրել Լեզուն',
    'delete_rec' => 'Իսկապես ուզում եք ջնջել հոդվածը?'


];
