<?php

return [
    'site_name' => 'Թերթ.am լրատվական կայթի ուղեցույց',
    'id' => 'Համար',
    'title' => 'Վերնագիր',
    'desc' => 'Նկարագրություն',
    'image' => 'Գլխավոր նկար',
    'data' => 'Ամսաթիվ',
    'url' => 'Հասցե',
    'action' => 'Գործողություն',
    'select' => 'Ընտրել',
    'start_date' => 'Սկզբնական ամսաթիվ',
    'end_date' => 'Վերջնական ամսաթիվ',
    'total' => 'Հոդվածների ընդհանուր քանակը? ',
    'search' => 'Փնտրել',
    'add_article' => 'Ավելացնել հոդված',
    'delete_selected' => 'Ջնջել նշված հոդվածները',
    'edit' => 'Ուղղել',
    'delete' => 'Ջնջել',
    'save_changes' => 'Հիշել փոփոխությունները',
    'close' => 'Փակել',
    'modify' => 'Փոփոխել/Ջնջել',
    'select_language' => 'Ընտրել Լեզուն',
    'delete_rec' => 'Իսկապես ուզում եք ջնջել հոդվածը?',
    'start_date_desc' => 'Ներմուծեք սկզբնաժամկետ, որից սկսած ուզում եք փնտրել հոդվածներ',
    'end_date_desc' => 'Ներմուծեք վերջնաժամկետ, մինչ որը ուզում եք փնտրել հոդվածներ: Վերջնաժամկետը պետք է ավելին լինի քանս սկզբնաժամկետը:',
    'total_desc' => 'Ընդհանուր առմամբ քանի հոդված եք ուզում տեսնել',
    'home' => 'Գլխավոր էջ',
    'about' => 'Մեր մասին',
    'contact' => 'Կոնտակտային տեղեկություն',
    'submit' => 'Ուղղարկել',
    'username' => 'Օգտագործողի անունը',
    'email' => 'Օգտագործողի email հասցեն',
    'message' => 'Օգտագործողի հաղորդագրությունը',
    'required' => 'Դաշտը պարտադիր է',
    'valid_email' => 'Ներմուծված Email հասցեն իրական չէ',
    'sent_email' => 'Email-ը ուղղարկված է',
    'site_description' => 'Կայքի նկարագրություն',
    'about_inna' => 'Ողջույն բոլորին:
   Նախ և առաջ ես ուզում եմ ներկայանալ: Ես Իննա Տարասյանն եմ, և ես Վեբ Ծրագրավորող եմ: <br/>',
    'about_site' => '<p>Ներկայացնում են իմ <b>www.tertaminfo.online</b> կայքը: Այն միանում է <b>www.tert.am</b> կայքին (որպես ֆոնային գործողություն), և  ներբեռնում 1000 ամենավերջին հոդվածները: Ամբողջ տեղեկությունը  պահվում է տվյալների բազայում, նկարները ևս պահվում են լոկալ: </p>
 <p>Կայքը թույլ է տալիս նյութերը զտել ըստ նշված ժամանակահատվածի,  և համապատասխան բառերի(keywords): Օրինակ, 2018 թ. Հուլիսի 10-ից մինչև 2018 թ. Օգոստոսի 06  ժամանակահատվածը մուտքագրելու դեպքում, կցուցադրվեն 1000 գրառումից 280 հոդված, այլապես, եթե դուք մուտք եք գործել, օրինակ, «Պուտին Թրամփ» բառերը, կցուցադրվեն 1000 գրառումից 5 հոդված: </p>
     <p>Հոդվածները կարող են խմբագրվել, տվյալների բազայում կարող են ավելացվել նոր հոդվածներ:</p>
   Կարող եք նաև սահմանափակել այն հոդվածների քանակը, որոնք ցանկանում եք տեսնել: Որպեսզի այն իրագործեք, որոնման վանդակում, որը կոչվում է «Հոդվածների ընդհանուր քանակ», կատարեք համապատասխան նշում (10-ից մինչև 1000 միջակայքում), և կցուցադրվեն համապատասխան քանակի հոդվածներ: :
Կայքի տեղեկատվությունը թարմացվում է յուրաքանչյուր 12 ժամվա ընթացքում: '
];
